---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarHandlePositionData
source: html/da42c317-ea91-d486-69d4-495bf27b2b2b.htm
---
# RebarHandlePositionData Members

Releases all resources used by the RebarHandlePositionData